* [[elisp:(show-all)][(>]]  _[[elisp:(blee:menu-sel:outline:popupMenu)][±]]_  _[[elisp:(blee:menu-sel:navigation:popupMenu)][Ξ]]_       [[elisp:(org-cycle)][| *List Of Sites:* |]]  [[elisp:(blee:org:code-block/below-run)][ByStar Overview Sites]]  [[elisp:(org-shifttab)][<)]] E|
####+END

#+name: visit-bystar-overview-sites
#+BEGIN_SRC emacs-lisp :var input=bystar-overview-sites-list
(bcf:browser:default|visit-urls input)
#+END_SRC

#+RESULTS: visit-bystar-overview-sites
: Last Executed: "Mon Aug  2 17:51:20 2021"


 [[elisp:(blee:org:code-block/below-run)][Eval Below:]]
#+name: bystar-overview-sites-list
#+BEGIN_SRC emacs-lisp
(list
 "http://www.by-star.net"
 "http://www.by-star.net/PLPC/180054"    ;; Overview Podcast
 "http://www.neda.com"
 )
#+END_SRC

#+RESULTS: bystar-overview-sites-list
| http://www.by-star.net | http://www.by-star.net/PLPC/180054 | http://www.neda.com |

####+BEGIN: blee:bxPanel:foldingSection :outLevel 1 :sep t :title "List Of Sites" :anchor "" :extraInfo "[[elisp:(blee:org:code-block/below-run)][ByStar Business Plan]]"
* [[elisp:(show-all)][(>]]  _[[elisp:(blee:menu-sel:outline:popupMenu)][±]]_  _[[elisp:(blee:menu-sel:navigation:popupMenu)][Ξ]]_       [[elisp:(org-cycle)][| *List Of Sites:* |]]  [[elisp:(blee:org:code-block/below-run)][ByStar Business Plan]]  [[elisp:(org-shifttab)][<)]] E|
####+END

#+name: visit-bystar-biz-sites
#+BEGIN_SRC emacs-lisp :var input=bystar-biz-sites-list
(bcf:browser:default|visit-urls input)
#+END_SRC

#+RESULTS: visit-bystar-biz-sites
: Last Executed: "Wed Feb 17 22:37:53 2021"


 [[elisp:(blee:org:code-block/below-run)][Eval Below:]]
#+name: bystar-biz-sites-list
#+BEGIN_SRC emacs-lisp
(list
 "http://www.neda.com/PLPC/180014"  ;; 
 "http://www.neda.com/strategicVision/businessPlan"
 )
#+END_SRC

#+RESULTS: bystar-biz-sites-list
| http://www.neda.com/PLPC/180014 | http://www.neda.com/strategicVision/businessPlan |

####+BEGIN: blee:bxPanel:foldingSection :outLevel 1 :sep t :title "List Of Sites" :anchor "" :extraInfo "[[elisp:(blee:org:code-block/below-run)][ByStar Philosophy And Ethics Sites]]"
* [[elisp:(show-all)][(>]]  _[[elisp:(blee:menu-sel:outline:popupMenu)][±]]_  _[[elisp:(blee:menu-sel:navigation:popupMenu)][Ξ]]_       [[elisp:(org-cycle)][| *List Of Sites:* |]]  [[elisp:(blee:org:code-block/below-run)][ByStar Philosophy And Ethics Sites]]  [[elisp:(org-shifttab)][<)]] E|
####+END

#+name: visit-bystar-philosophy-sites
#+BEGIN_SRC emacs-lisp :var input=bystar-philosophy-sites-list
(bcf:browser:default|visit-urls input)
#+END_SRC

#+RESULTS: visit-bystar-philosophy-sites
: Last Executed: "Wed Feb 17 22:38:04 2021"


 [[elisp:(blee:org:code-block/below-run)][Eval Below:]]
#+name: bystar-philosophy-sites-list
#+BEGIN_SRC emacs-lisp
(list
 "http://mohsen.1.banan.byname.net/PLPC/120033"  ;; Nature Of Polyexistentials
 "http://mohsen.1.banan.byname.net/PLPC/120039"  ;; Intoducing Halaal And Haraam into Globish
 "http://www.freeprotocols.org"
 "http://www.halaalsoftware.org"
 "http://www.libreservices.org"
 )
#+END_SRC

#+RESULTS: bystar-philosophy-sites-list
| http://mohsen.1.banan.byname.net/PLPC/120033 | http://mohsen.1.banan.byname.net/PLPC/120039 | http://www.freeprotocols.org | http://www.halaalsoftware.org | http://www.libreservices.org |


####+BEGIN: blee:bxPanel:separator :outLevel 1
